[
    {
        "price": 100,
        "brandsName": "Tommy Hilfiger.",
        "imageName": "Wholesale3",
        "brandsDescription": "100% Cotton,Imported, Pull On closure, Machine Wash, 100 percent cotton Imported, Pull On closure Machine Wash Comfortable fit: 100 percent Cotton jersey classic fit tee. Lightweight with a soft hand feel. Tagless tommy heat seal label in back neck for added comfort. Ideal for every day wear Style and design: our flag tee features a signature tommy flag screen print on chest. Great classic Tommy Hilfiger tee can be worn on its own or layered. Available in classic White, and grey heather Function and sizing: perfect for school or weekend wear. Great every day t shirt. T shirt sizing is true to size Material and fabric: great quality 100 percent cotton jersey. Lightweight with a soft, comfortable feel. The tee can be machine washed Knit Weave Type",
    },
    {
        "price": 85,
        "brandsName": "Calvin Klein",
        "imageName": "CK",
        "brandsDescription": "95% cotton, 5% elastane Crew neckline Fine wash at max. 30˚C, Check website for latest pricing and availability. Images may be subject to copyright.",
    },
    {
        "price": 90,
        "brandsName": "Lacoste.",
        "imageName": "Lacoste",
        "brandsDescription": "New high quality men's casual cotton short sleeve t-shirt men's Asian slim size s-3xl",
    },
    {
        "price": 1000,
        "brandsName": "Versace.",
        "imageName": "versace",
        "brandsDescription": "This Versace Jeans Couture T-Shirt features a Barocco Graphic Print design all-over the T-Shirt and the Designer brands logo all other the design",
    },
    {
        "price": 1500,
        "brandsName": "Versace.",
        "imageName": "versace2",
        "brandsDescription": "Presenting a nod to 1990s culture, this organic cotton t-shirt features a colorful Tie-Dye motif and a Medusa logo.",
    },
    {
        "price": 150,
        "brandsName": "Gucci.",
        "imageName": "Gucci",
        "brandsDescription": "Gucci GG Classic T-Shirt - Black, A classic t-shirt style made in washed cotton jersey. Alessandro Michele updates the Gucci logo in an unexpected",
    },
    {
        "price": 70,
        "brandsName": "Adidas.",
        "imageName": "Adidas",
        "brandsDescription": "Description: -Fabric:cotton -Color:ALL -Size:XS-XXXL About color: Different computer screen can display different colors even if it is the same color. Please allow reasonable color difference. About After-sale service 1.Any questions, please do not hesitate to contact us in a timely manner,we will respond within 12 hours.Good communication, any problems will be solved by quickly. 2.Feedback is very important for us, please kindly give us 5 stars positive feedback.",
    }
]
